#+TITLE: Brainstorm School Summer '22 I
#+AUTHOR: Chris Hogan
#+DATE: <2022-05-17 Mon> to <2022-06-12 Sun>
#+STARTUP: nologdone

* Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-06-09 Thu 21:53], for week 2022-W23.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *43h 9m* |
  |----------+------------+----------|
  | study    | *Tag time* | *5h 56m* |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | 3D       | *Tag time* | *0h 0m*  |
  
  #+END:

** <2022-05-16 Mon>
*** DONE FND I week 1 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-16 Mon 18:02]--[2022-05-16 Mon 21:43] =>  3:41
    CLOCK: [2022-05-16 Mon 12:39]--[2022-05-16 Mon 16:17] =>  3:38
    CLOCK: [2022-05-16 Mon 07:40]--[2022-05-16 Mon 11:41] =>  4:01
    :END:

** <2022-05-17 Tue>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-17 Tue 18:00]--[2022-05-17 Tue 21:54] =>  3:54
    :END:

** <2022-05-18 Wed>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-18 Wed 17:34]--[2022-05-18 Wed 22:05] =>  4:31
    :END:

** <2022-05-19 Thu>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-19 Thu 17:39]--[2022-05-19 Thu 21:59] =>  4:20
    :END:

** <2022-05-20 Fri>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-20 Fri 17:44]--[2022-05-20 Fri 21:42] =>  3:58
    :END:

** <2022-05-21 Sat>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-21 Sat 17:31]--[2022-05-21 Sat 21:49] =>  4:18
    CLOCK: [2022-05-21 Sat 13:21]--[2022-05-21 Sat 16:22] =>  3:01
    CLOCK: [2022-05-21 Sat 07:36]--[2022-05-21 Sat 11:10] =>  3:34
    :END:

** <2022-05-22 Sun>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-22 Sun 18:03]--[2022-05-22 Sun 18:57] =>  0:54
    CLOCK: [2022-05-22 Sun 08:11]--[2022-05-22 Sun 11:30] =>  3:19
    :END:
*** DONE FND I                                                        :study:
    :LOGBOOK:
    CLOCK: [2022-05-22 Sun 12:00]--[2022-05-22 Sun 15:28] =>  3:28
    :END:
*** DONE Blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-05-22 Sun 19:06]--[2022-05-22 Sun 19:25] =>  0:19
    CLOCK: [2022-05-22 Sun 18:57]--[2022-05-22 Sun 19:06] =>  0:09
    :END:
*** DONE VisCom Basics                                                :study:
    :LOGBOOK:
    CLOCK: [2022-05-22 Sun 20:00]--[2022-05-22 Sun 22:00] =>  2:00
    :END:

* Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-06-09 Thu 21:53], for week 2022-W23.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *43h 36m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *5h 32m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
** <2022-05-23 Mon>
*** DONE Warmup                                                     :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-23 Mon 07:27]--[2022-05-23 Mon 08:19] =>  0:52
    :END:
*** DONE FND I week 2 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-23 Mon 17:32]--[2022-05-23 Mon 18:26] =>  0:54
    CLOCK: [2022-05-23 Mon 12:25]--[2022-05-23 Mon 16:16] =>  3:51
    CLOCK: [2022-05-23 Mon 08:19]--[2022-05-23 Mon 11:26] =>  3:07
    :END:
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-23 Mon 18:26]--[2022-05-23 Mon 21:29] =>  3:03
    :END:
** <2022-05-24 Tue>
*** DONE FND I week 2 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-24 Tue 17:55]--[2022-05-24 Tue 21:56] =>  4:01
    :END:
** <2022-05-25 Wed>
*** DONE warmup                                                     :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-25 Wed 17:37]--[2022-05-25 Wed 18:02] =>  0:25
    :END:
*** DONE FND I week 2 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-25 Wed 20:37]--[2022-05-25 Wed 21:55] =>  1:18
    CLOCK: [2022-05-25 Wed 18:03]--[2022-05-25 Wed 20:23] =>  2:20
    :END:
** <2022-05-26 Thu>
*** DONE warmup                                                     :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-26 Thu 17:34]--[2022-05-26 Thu 18:00] =>  0:26
    :END:
*** DONE FND I week 2 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-26 Thu 19:20]--[2022-05-26 Thu 21:29] =>  2:09
    CLOCK: [2022-05-26 Thu 18:00]--[2022-05-26 Thu 19:05] =>  1:05
    :END:
*** DONE Vis Com Basics week 2 homework                             :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-26 Thu 21:31]--[2022-05-26 Thu 21:56] =>  0:25
    :END:
** <2022-05-27 Fri>
*** DONE Vis Com Basics week 2 homework                             :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-27 Fri 18:04]--[2022-05-27 Fri 21:56] =>  3:52
    :END:
** <2022-05-28 Sat>
*** DONE Vis Com Basics week 2 homework                             :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-28 Sat 17:44]--[2022-05-28 Sat 18:59] =>  1:15
    CLOCK: [2022-05-28 Sat 13:02]--[2022-05-28 Sat 15:51] =>  2:49
    CLOCK: [2022-05-28 Sat 07:48]--[2022-05-28 Sat 11:55] =>  4:07
    :END:
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-28 Sat 18:59]--[2022-05-28 Sat 21:46] =>  2:47
    :END:
** <2022-05-29 Sun>
*** DONE Vis Com                                                    :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-29 Sun 07:53]--[2022-05-29 Sun 11:31] =>  3:38
    :END:
*** DONE FND I week 3                                                 :study:
    :LOGBOOK:
    CLOCK: [2022-05-29 Sun 11:58]--[2022-05-29 Sun 15:12] =>  3:14
    :END:
*** DONE FND I week 3 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-29 Sun 17:55]--[2022-05-29 Sun 19:07] =>  1:12
    :END:
*** DONE Blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-05-29 Sun 19:07]--[2022-05-29 Sun 19:25] =>  0:18
    :END:
*** DONE VisCom Basics week 3                                         :study:
    :LOGBOOK:
    CLOCK: [2022-05-29 Sun 20:00]--[2022-05-29 Sun 22:00] =>  2:00
    :END:
* Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-06-09 Thu 21:53], for week 2022-W23.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *41h 39m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *5h 21m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
** <2022-05-30 Mon>
*** DONE FND 1 week 3 homework                                      :drawing: 
    :LOGBOOK:
    CLOCK: [2022-05-30 Mon 17:25]--[2022-05-30 Mon 20:50] =>  3:25
    CLOCK: [2022-05-30 Mon 12:30]--[2022-05-30 Mon 16:00] =>  3:30
    CLOCK: [2022-05-30 Mon 07:29]--[2022-05-30 Mon 11:28] =>  3:59
    :END:
** <2022-05-31 Tue>
*** DONE FND I week 3 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-05-31 Tue 17:00]--[2022-05-31 Tue 21:15] =>  4:15
    :END:
** <2022-06-01 Wed>
*** DONE FND I week 3 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-01 Wed 19:42]--[2022-06-01 Wed 21:24] =>  1:42
    CLOCK: [2022-06-01 Wed 18:51]--[2022-06-01 Wed 19:39] =>  0:48
    CLOCK: [2022-06-01 Wed 17:26]--[2022-06-01 Wed 18:45] =>  1:19
    :END:
*** DONE VisCom Basics week 3 homework                              :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-01 Wed 21:25]--[2022-06-01 Wed 22:06] =>  0:41
    :END:
** <2022-06-02 Thu>
*** DONE VisCom Basics week 3 homework                              :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-02 Thu 21:37]--[2022-06-02 Thu 22:00] =>  0:23
    CLOCK: [2022-06-02 Thu 17:30]--[2022-06-02 Thu 21:20] =>  3:50
    :END:
** <2022-06-03 Fri>
*** DONE VisCom Basics week 3 homework                              :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-03 Fri 18:10]--[2022-06-03 Fri 22:15] =>  4:05
    :END:
** <2022-06-04 Sat>
*** DONE VisCom Basics week 3 homework                              :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-04 Sat 17:56]--[2022-06-04 Sat 21:27] =>  3:31
    CLOCK: [2022-06-04 Sat 12:41]--[2022-06-04 Sat 16:27] =>  3:46
    CLOCK: [2022-06-04 Sat 08:05]--[2022-06-04 Sat 12:02] =>  3:57
    :END:
** <2022-06-05 Sun>
*** DONE VisCom week 6                                              :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-05 Sun 09:02]--[2022-06-05 Sun 11:30] =>  2:28
    :END:
*** DONE FND I week 4                                                 :study:
    :LOGBOOK:
    CLOCK: [2022-06-05 Sun 11:57]--[2022-06-05 Sun 15:00] =>  3:03
    :END:
*** DONE VisCom Flash week 4                                          :study:
    :LOGBOOK:
    CLOCK: [2022-06-05 Sun 20:00]--[2022-06-05 Sun 22:00] =>  2:00
    :END:
*** DONE Blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-06-05 Sun 18:27]--[2022-06-05 Sun 18:45] =>  0:18
    :END:
* Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2022-06-09 Thu 21:53], for week 2022-W23.
  | Tags    | Headline                           | Time    |       |       |
  |---------+------------------------------------+---------+-------+-------|
  |         | *Total time*                       | *24:46* |       |       |
  |---------+------------------------------------+---------+-------+-------|
  |         | Week 4                             | 24:46   |       |       |
  |         | \_  <2022-06-06 Mon>               |         | 12:05 |       |
  | drawing | \_    VisCom Flash week 4 homework |         |       | 12:05 |
  |         | \_  <2022-06-07 Tue>               |         |  3:56 |       |
  | drawing | \_    FND I week 4 homework        |         |       |  3:56 |
  |         | \_  <2022-06-08 Wed>               |         |  4:26 |       |
  | drawing | \_    FND I week 4 homework        |         |       |  4:26 |
  |         | \_  <2022-06-09 Thu>               |         |  4:19 |       |
  | drawing | \_    FND I week 4 homework        |         |       |  4:19 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *24h 46m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *0h 0m*   |
  
  #+END:
** <2022-06-06 Mon>
*** DONE VisCom Flash week 4 homework                               :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-06 Mon 17:45]--[2022-06-06 Mon 21:55] =>  4:10
    CLOCK: [2022-06-06 Mon 12:30]--[2022-06-06 Mon 16:19] =>  3:49
    CLOCK: [2022-06-06 Mon 07:31]--[2022-06-06 Mon 11:37] =>  4:06
    :END:
** <2022-06-07 Tue>
*** DONE FND I week 4 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-07 Tue 18:02]--[2022-06-07 Tue 21:58] =>  3:56
    :END:
** <2022-06-08 Wed>
*** DONE FND I week 4 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-08 Wed 17:34]--[2022-06-08 Wed 22:00] =>  4:26
    :END:
** <2022-06-09 Thu>
*** DONE FND I week 4 homework                                      :drawing:
    :LOGBOOK:
    CLOCK: [2022-06-09 Thu 17:34]--[2022-06-09 Thu 21:53] =>  4:19
    :END:
